Repository: 84000/data-translation-memory
Catalog: toh55_84000-the-teaching-on-the-effulgence-of-light.tmx
Source language: bo
Languages: en

source: །དེས་ནི་ཆོས་རྣམས་བསྟན་མི་བྱ།
en: They should not teach the Dharma.

source: །གལ་ཏེ་མིག་ཉིད་སྟོང་ཤེས་ན།
en: “Those who know that the eye is empty

source: །མིག་གི་རང་བཞིན་ཤེས་པར་འགྱུར།
en: Will understand the eye’s nature.

source: །འདི་ལྟར་རབ་ཏུ་ཤེས་པའི་ཕྱིར།
en: Because of this comprehension,

source: །དེས་ནི་ཆོས་རབ་བསྟན་པར་བྱ།
en: They should teach the Dharma.

source: །ཚིག་གི་རང་བཞིན་དག་ལ་རྨོངས།
en: Are deluded about the nature of words.

source: །ཚིག་གི་རང་བཞིན་ཤེས་པར་འགྱུར།
en: Will understand the nature of words.

source: །མིག་ཉིད་སྟོང་བར་མ་ཤེས་ན།
en: “Those who do not know that the eye is empty

source: ཡི་གེའི་རང་བཞིན་ཤེས་པར་འགྱུར།
en: Will understand the nature of letters.

source: །གཟུགས་ཀྱི་རང་བཞིན་དག་ལ་རྨོངས།
en: Are deluded about form’s natures.

source: །གཟུགས་ཀྱི་རང་བཞིན་ཤེས་པར་འགྱུར།
en: Will understand form’s natures.

source: །འཇིག་རྟེན་མཚན་གནས་རྟོག་བྱེད་པས།
en: Fixate on and conceive of worldly marks.

source: །རྗེས་སུ་འཐུན་པ་ཁོ་ནར་ནི།
en: They are therefore unable

source: །སེམས་ཅན་རྣམས་ནི་གདུལ་མི་ནུས།
en: To tame sentient beings in the appropriate manner. “Those who teach the Dharma in assemblies

source: །མིག་གི་ཡོད་མེད་མ་རྟོགས་པར། །འཁོར་གྱི་ནང་དུ་ཆོས་སྟོན་པ།
en: Without understanding the eye’s existence and nonexistence

source: །དེ་ནི་རྙེད་ལ་གདུ་བས་ན།
en: Are attached to personal gains;

source: །ཐམས་ཅད་ཡིད་ཆེས་ལེན་མི་བྱེད།
en: Therefore no one will adopt their teachings with trust. “Those who teach the Dharma in assemblies

source: །མིག་གི་ཡོད་མེད་རྟོགས་གྱུར་ན། །འཁོར་གྱི་ནང་དུ་ཆོས་སྟོན་པས།
en: While understanding the eye’s existence and nonexistence

source: །དེས་ནི་མངོན་ཞེན་མེད་པས་ན།
en: Are free from clinging;

source: །ཐམས་ཅད་ཡིད་ཆེས་ལེན་པར་བྱེད།
en: Everyone will therefore adopt their teachings with trust. “If those who sit on Dharma thrones

source: །མིག་ཉིད་སྟོང་པར་མ་རྟོགས་པར། །ཆོས་ཀྱི་སྟན་ལ་འདུག་ནས་ནི།
en: Do not realize that the eye is empty,

source: །དཔེ་མང་དག་གིས་རབ་བསྟན་ཀྱང་།
en: Even if they teach using many analogies,

source: །གལ་ཏེ་མིག་ཉིད་སྟོང་ཤེས་ན། །ཆོས་ཀྱི་སྟན་ལ་འདུག་ནས་ནི།
en: While realizing that the eye is empty

source: །དཔེ་རྣམས་ཀྱིས་ནི་སྟོན་བྱེད་ན།
en: Teach through many analogies,

source: །ཐམས་ཅད་དེ་བཞིན་སྦྱར་བར་བྱ། །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། །ཟླ་འོད་གཞོན་ནུར་གྱུར་པ་དང་། །ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་འཁོར་འདུས་པ་ཆེན་པོ་ཐམས་ཅད་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།
en: When the Blessed One had spoken, Candraprabhakumārabhūta, the world with all its gods, humans, asuras, and gandharvas, and all the great assemblies rejoiced and praised the words of the Blessed One.

source: །འཕགས་པ་དཀོན་མཆོག་བརྩེགས་པ་ཆེན་པོའི་ཆོས་ཀྱི་རྣམ་གྲངས་ལེའུ་སྟོང་ཕྲག་བརྒྱ་པ་ལས་འོད་ཟེར་ཀུན་ཏུ་བཀྱེ་བའི་ལེའུ་སྟེ་བཅུ་གཅིག་པ་རྫོགས་སོ།།
en: This concludes The Teaching on the Effulgence of Light , the eleventh of the one hundred thousand sections of the Dharma discourse known as The Noble Great Heap of Jewels.
